

{
  "name": "Fariha Nizam",
  "profilePic": "path/to/your/image.jpg",
  "contact": "Mobile: +92347 339 6122<br>Email: farihanizam786@gmail.com",
  "careerObjective": "I believe my creative and entrepreneurial skills can make a valuable contribution to my employer. I am also motivated to extend my own professional development.",
  "executiveProfile": "I am a well-qualified, experienced, highly proficient, visionary, focused, business-savvy, productive, multi-task oriented, organized, performance-driven, analytical, and result-oriented professional.",
  "skills": [
    "Manage and Direct Operations",
    "Good at Planning and Organizing",
    "Strong Communication Skills",
    "Market Research and Analysis",
    "Project Management",
    "Planning Strategies",
    "Confident"
  ],
  "workExperience": [
    "Worked in Zoad International Company's Procurement Department as ‘Procurement Officer’.",
    "Proven work experience as Procurement Officer.",
    "Discover profitable suppliers and use fruitful sourcing strategies.",
    "Collaborate with key personnel to ensure clarity of specifications and expectations.",
    "Negotiate with external vendors to secure advantageous terms.",
    "Finalize purchase details of orders and deliveries.",
    "Foresee alterations in the comparative negotiation ability of suppliers and clients.",
    "Prepare control strategies to manage unfavorable events through data analysis.",
    "Control spend and build a culture of long-term savings on procurement costs.",
    "Examine and test existing contracts.",
    "Track and report key functional metrics to reduce expenses and improve effectiveness."
  ],
  "consultantExperience": [
    "Following up on new business opportunities and setting up meetings.",
    "Planning and communicating new product developments to prospective clients.",
    "Presentation Skills",
    "Market Knowledge",
    "Sales Planning",
    "Territory Management",
    "Selling to Customer Needs",
    "Professionalism",
    "Energy Level",
    "Motivation for Sales",
    "Meeting Sales Goals",
    "Closing Skills"
  ],
  "education": "Master's Degree"
}